Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=74_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielet Suomessa ja muualla
sme: Sámegielat Suomas ja eará sajis

source: Saamen kielet ovat suomalais-ugrilaisia kieliä ja itämerensuomaisten kielten (kuten suomen ja viron) etäsukukieliä.
sme: Sámegielat leat suoma-ugralaš gielat ja nuortamearasuopmelašgielaid (dego suoma ja estta) gáidan fuolkegielat.

source: Saamen kielellä ja suomella on ollut yhteinen kantakieli.
sme: Sámegielas ja suomagielas leamašan oktasaš vuođđogiella.

source: Kielet ovat erkaantuneet noin 3500- 3000 vuotta sitten.
sme: Gielat leat sierranan sullii 3500- 3000 jagi dassái.

source: Saamen kielet alkoivat erkaantua 300- 800 jaa.
sme: Sámegielat álge sierranit 300- 800 máá..

source: Saamen kielet jakautuvat itäiseen ja läntiseen kieliryhmään.
sme: Sámegielat juohkásit nuorta ja oarje giellajovkui.

source: Suomessa puhuttavista saamen kielistä pohjoissaame kuuluu läntiseen kieliryhmään.
sme: Suomas hállojuvvon sámegielain davvisámegiella gullá oarje giellajovkui.

source: Pohjoissaame on suurin saamen kielistä ja sitä puhutaan äidinkielenä Suomen lisäksi Norjassa ja Ruotsissa.
sme: Davvisámegiella lea stuorámus sámegielain ja dan hállet eatnigiellan Suoma lassin Norggas ja Ruoŧas.

source: Suomessa pohjoissaamessa on itä- ja länsimurteita.
sme: Suomas davvisámegielas lea nuorta- ja oarjesuopmanat.

source: Itäiseen kieliryhmään kuuluvat inarin- ja koltansaame.
sme: Nuorta giellajovkui gullet anárašgiella ja nuortalašgiella.

source: Inarinsaamea puhutaan vain Suomessa.
sme: Anárašgiela hállet dušše Suomas.

source: Koltansaamen perinteiset puhuma-alueet sijaitsevat Suomen lisäksi Norjassa ja Venäjällä, äidinkielenään sitä puhutaan vain Suomessa.
sme: Nuortalašgiela árbevirolaš hállan-guovllut leat Suoma lassin Norggas ja Ruoššas, eatnigiellan dan hállet dušše Suomas.

source: Venäjällä puhutaan turjan- ja kildinsaamea.
sme: Ruoššas hállet darjje- ja gielddasámegiela.

source: Ruotsissa ja Norjassa puhutaan myös etelä-, piitimen- ja luulajansaamea.
sme: Ruoŧas ja Norggas hállet maiddái lulli-, biđon- ja ubmisámegiela.

source: Suomessa puhuttavat saamen kielet ovat omia kieliään.
sme: Suomas hállojuvvon sámegielat leat iežas gielat.

source: Kussakin kielessä on oma ortografiansa eli kirjoitustapa.
sme: Guđege gielas lea iežas ortografiija dahjege čállinvuohki.

source: Pohjoissaamen ortografia vahvistettiin 1979 saamelaiskonferenssissa ja virallistettiin vuonna 1979.
sme: Davvisámegiela ortografiija nannejuvvui 1979 sámekonfereanssas ja oaččui virggálaš sajádaga jagi 1979.

source: Inarinsaamen ortografia virallistettiin vuoden 1996 saamelaiskonferenssissa.
sme: Anárašgiela ortografiija oaččui virggálaš sajádaga jagi 1996 sámekonfereanssas.

source: Koltansaamen ortografia valmistui vuonna 1972.
sme: Nuortlašgiela ortografiija gárvvásmuvai jagi 1972.

source: Kielet ovat yhteisestä kantamuodostaan huolimatta niin erilaisia, että on puhuttava eri kielistä.
sme: Gielat leat oktasaš vuođđohámisteaset fuolakeahttá nu earáláganat, ahte galgá hállat sierra gielain.

source: Vaikka eri saamen kieliä onkin kahdeksan, ne ovat kuitenkin kehittyneet samasta kantakielestä ja muistuttavat etäisesti toisiaan.
sme: Váikko eará sámegielat leatge gávcci, dat leat seamma vuođđogielas šaddan ja muittuhit gáiddusit nuppiideaset.

source: Yleisesti puhutaan kaikista saamen kielistä yhtenä kielenä, koska eri kielistä huolimatta saamelaiset ovat yksi ja yhteinen kansa.
sme: Oktasaččat hállojuvvo buot sámegielain oktan giellan, daningo sierra gielain fuolákeahttá sámit leat okta ja oktilaš álbmot.

source: Saamen kieltä suojelee Ruotsissa, Norjassa ja Suomessa oma erityislainsäädäntönsä.
sme: Sámegiela gáhtte Ruoŧas, Norggas ja Suomas iežas sierraláhkaásahus.

source: Venäjällä saamen kielellä ei ole virallista asemaa ja kielen tulevaisuus on kaikkein uhanalaisin.
sme: Ruoššas sámegielas ii leat virggálaš sajádat ja giela boahtteáigi lea eanemusat áitatvuloš.

source: Kaikki saamen kielet ovat uhanalaisia, pienimmät saamen kielet ovat erittäin uhanalaisia.
sme: Buot sámegielat leat áitatvuložat, unnimus sámegielat leat hui áitavuložat.

source: Uhanalaistumiskehitys johti Venäjällä akkalansaamen sammumiseen sen viimeisen puhujan poismenon myötä 1990-lvulla.
sme: Áitatvuložinšaddama ovdáneapmi oažžui áigái Ruoššas áhkkilsámegiela jávkama dan maŋimuš hálli jápmima maŋŋá 1990-logus.

source: Koltansaame on myös vaarassa sammua Venäjältä.
sme: Nuortalašgiella lea maiddái váras jávkat Ruoššas.

source: Koltansaamen puhujia on Venäjällä enää vain muutamia elossa.
sme: Nuortalašgiela hállit leat Ruoššas šat dušše muhtun eallimin.

source: Koltansaame on käytännössä sammunut Norjassa.
sme: Nuortalašgiella lea geavadis jávkan Norggas.

source: Suomessa koltan- ja inarinsaame olivat erittäin uhanalaisia ja vaarassa jopa kadota 1990-luvulla.
sme: Suomas nuortalašgiella ja anárašgiellla ledje hui áitatvuložat ja váras juoba jávkat 1990-logus.

source: Kielten elvytystoimenpiteet ovat saaneet kielen puhujien määrän kasvamaan.
sme: Gielaid ealáskahttindoaimmat leat ožžon giela hálliid lohkomeari stuorrut.

source: Elvytystoimenpiteistä huolimatta kielet ovat edelleen erittäin uhanalaisia.
sme: Ealáskahttindoaimmain fuolákeahttá leat ain hui áitatvuložat.

source: Saamen kieli on tärkeä osa saamelaiskulttuuria.
sme: Sámegiella lea sámekultuvrra dehalaš oassi.

source: Saame ei ole vain kommunikaatioväline, vaan se ilmentää saamelaiskulttuuria, sen arvoja, elinkeinoja, luontosuhdetta ja ympäröivää todellisuutta.
sme: Sámegiella ii leat dušše gulahallangaskaoapmi, muhto dat čájeha sámekultuvrra, dan árvvuid, ealáhusaid, luondogaskavuođa ja birrasa duođalašvuođa.

source: Saamelaiskulttuurin luontosidonnaisuus ilmenee erityisesti saamen kielessä.
sme: Sámekultuvrra luondočanusvuohta oidno erenoamážit sámegielas.

source: Eri saamen kielissä on erikoistunut ja laaja luontoon ja eläimiin liittyvä erityisterminologiansa.
sme: Iešguđege sámegielain leat erenoamáš ja viiddis lundui ja ealliide gulavaš iežas sierraterminologiija.

source: Saamen kieli eroaa muista suomalaisugrilaisista kielistä kieliopillisesti mm. siten, että saamen kielessä on yksikkö, kaksikko ja monikko.
sme: Sámegiella lea earálágan eará suomaugralašgielaid ektui giellaoahpa dáfus ee. nu, ahte sámegielain lea ovttaidlohku, guvttiidlohku ja máŋggaidlohku.

source: Saamen kielessä on myös tarkka elinkeinoihin liittyvä erityisterminologiansa: poronhoitoon, kalastukseen, pyyntiin ja käsitöihin liittyen.
sme: Sámegielain lea maiddái dárkkes ealáhusaide gulavaš sierraterminologiija: boazodollui, guollebivdui, bivdui ja dujiide gulavaš.

source: Saamen kielen terminologian hallitseminen onkin osa saamelaiselinkeinon harjoittajan ammattitaitoa.
sme: Sámegiela terminologiija hálddašeapmi leage sámeealáhusaid ollašuhttiid ámmátdáiddu oassi.

source: Saamen kieli ja sen erityisterminologia on osa saamelaisten perinteistä tietoa.
sme: Sámegiella ja dan sierraterminologiija lea sámiid árbevirolaš dieđu oassi.

source: Saamen kielten tila Suomessa
sme: Sámegielaid dilli Suomas

source: Suomessa saamen kielten uhanalaistumiskehitys kiihtyi 1900-luvun alusta lähtien.
sme: Suomas sámegielaid áitavuložinšaddama ovdáneapmi jođálmuvai 1900-logu álggu rájes.

source: Saamen kieli ei ollut Suomessa hyväksytty kieli ja saamelaisten tultua opetusvelvollisuuden piiriin opetus, koulukotiasuminen ja valtakulttuurin paine johtivat pakotettuun kielenvaihtoon saamesta suomeen monissa perheissä.
sme: Sámegiella ii lean Suomas dohkkehuvvon giella ja sámiid boađedettiin oahppogeatnegasvuođa biirei oahpahus, skuvlagivssideapmi ja váldokultuvrra deatta dagahedje bággogielamolsumii sámegielas suomagillii máŋggain bearrášiin.

source: Saamen kielen puhumista ei pidetty yhteiskunnallisesti hyväksyttävänä ja saamelaisia syrjittiin kulttuurinsa, alkuperänsä ja kielensä johdosta.
sme: Sámegiela geavaheapmi ii atnojuvvon servodaga dáfus dohkálažžan ja sámiid vealahedje sin kultuvrra, boahtimuša ja giela geažil.

source: Yhteiskunnallisista paineista huolimatta saamen kieli säilyi suuressa osassa perheitä äidinkielenä.
sme: Servodatlaš deaddagis fuolákeahttá sámegiella seaillui eanáš oasis bearrášiin eatnigiellan.

source: Saamelaisyhteisön järjestäytyminen 1900-luvun puolivälistä alkaen johti saamen kielen aseman paranemiseen ja saamelaisyhteisö alkoi kehittää saamen kieltä kirjakielenä sekä koulu- ja viranomaiskielenä.
sme: Sámeservoša ortniiduvvan 1900-logu gaskamuttus rájes doalvui sámegiela sajádaga buorráneapmai ja sámesearvvuš álggii ovddidit sámegiela girjegiellan sihke skuvla- ja eiseváldegiellan.

source: 1990-luvulla aloitettiin aktiiviset saamen kielten elvytystoimenpiteet ja kielen palauttaminen kielensä menettäneisiin sukuihin kielipesä-toiminnan avulla.
sme: 1990-logus álggahedje aktiivalaš sámegielaid ealáskahttindoaibmabijuid ja giela máhcaheami gielaset massán sogaide giellabeasse-doaimmaid mielde.

source: Tehokas elvytystoiminta on onnistunut säilyttämään pienemmät inarin- ja koltansaamen hengissä, eikä kielten sammuminen ole enää uhkakuvana.
sme: Beaktilis ealáskahttindoaimmat leat lihkostuvvan doalahit unnit anáraš- ja nuortalašgiela heakkas, iige gielaid jávkan leat šat áittan.

source: Pohjoissaamea uhkaa saamelaisten poismuutto ja erityisesti reuna-alueilla, kuten Lapin paliskunnassa ja Enontekiöllä, kielen tulevaisuus ei ole turvattu.
sme: Dávvisámegiela uhkkida sámiid eretfárren ja erenoamážit ravdáguovlluin, dego Lappi bálgosis ja Eanodagas, giela boahtteáigi ii leat doarvvastuvvon.

source: Saamen kielten tulevaisuus ei ole kuitenkaan turvattu.
sme: Sámegiela boahtteáigi ii leat goit dorvvastuvvon.

source: Suurin uhka saamen kielten tulevaisuudelle on saamelaisten poismuutto pois saamelaisten kotiseutualueelta sekä saamelaiselinkeinojen heikko asema.
sme: Stuorámus áitta sámegielaid boahtteáigái lea sámiid eretfárren eret sámiid ruovttuguovllus sihke sámeealáhusaid heittot sajádat.

source: Saamelaiselinkeinot ylläpitävät perinteisiä saamen kielenkäyttöympäristöjä.
sme: Sámeealáhusat doalahit árbevirolaš sámegiela geavahanbirrasiid.

source: Saamelaisten kotiseutualueen ulkopuolella asuvat saamelaiset eivät saa saamenkielistä opetusta, saamen kielen opetusta ei ole saatavana edes vieraana kielenä suurimmissa saamelaisasutuskeskuksissa ja saamelaisten luonnolliset saamen kielen käyttöympäristöt ohenevat ja katoavat kotiseutualueen ulkopuolella ja saamen kieli voi jäädä vain kotikieleksi.
sme: Sámiid ruovttuguovllu olggobealde orru sámit eai oaččo sámegielat oahpahusa, sámegiela oahpahus ii leat oažžumis oppa vierisgiellan stuorámus sámečoahkkebáikkiin ja sámiid lunddolaš sámegiela geavahanbirrasat geahppánit ja jávket ruovttuguovllu olggobealde ja sámegiella sáhttá báhcit dušše ruoktogiellan.

source: Suurimmat saamelaisten kotiseutualueen ulkopuolella olevat saamelaiskeskittymät ovat Rovaniemi, Oulu ja pääkaupunkiseutu.
sme: Stuorámus sámiid ruovttuguovllu olggobeale sámečoahkkebáikkiin leat Roavvenjárga, Oulu ja oaivegávpotguovlu.

source: on laatinut alustavan indikaattorin saamelaisten kielellisestä diversiteetistä.
sme: Biologalaš máŋggahápmásašvuođa guoski oktasašsoahpamuša eamiálbmogiid árbevirolaš dieđu gieđahalli artihkal 8 j álbmotlaš áššedovdijoavku lea ráhkadan álgoindikáhtora sámiid gielalaš diversitehtas.

source: Indikaattorin lähteinä on saamelaisvaltuuskunnan ja saamelaiskäräjien vaaleissa kerätyt tilastot sekä saamelaisneuvoston keräämä tilasto vuodelta 1962.
sme: Indikáhtora gáldun leat sámeparlameantta ja sámedikki válggain čoggojuvvon statistihkka sihke sáme ráđi čoaggin statistihkka jagis 1962.

source: Vuoden 2011 saamelaiskäräjävaalien yhteydessä tilastoa ei kerätty.
sme: Jagi 2011 sámediggeválggaid oktavuođas statistihkka ii čoggojuvvon.

source: Tilastojen mukaan saamelaisväestön määrä on kasvanut vuodesta 1962 vuoteen 2007 158 %.
sme: Statistihkaid mielde sámiid lohkomearri lea lassánan jagis 1962 jahkái 2007 158 %.

source: Saamen kieltä ensimmäisenä kielenään puhuvien määrä on puolestaan laskenut samassa ajassa 16 %.
sme: Sámegiela vuosttas giellan hálliid lohkomearri lea fas luoitán seamma áiggis 16 %.

source: Kun vuonna 1962 saamea ensimmäisenä kielenään puhui noin 75 % saamelaisista, vuonna 2007 enää 26 % saamelaisista puhui saamea ensimmäisenä kielenään.
sme: Go jagi 1962 sámegiela vuosttas giellan hálle sulli 75 % sámiin, jagis 2007 šat 26 % sámiin hálle sámegiela vuosttas giellan.

source: Vuonna 2011 jo 65 % saamelaisista asui kotiseutualueen ulkopuolella.
sme: Jagis 2011 juo 65 % sámiin orro ruovttuguovllu olggobealde.

source: Kunnittain tarkasteluna vuosina 1970-2007 osalta saamelaisten määrä on kasvanut 3,4 % mutta saamen kieltä ensimmäisenä kielenään puhuvien määrä on laskenut vajaat 17 %.
sme: Gielddaid mielde geahčadettiin jagiid 1970-2007 oasil sámiid lohkomearri lassánan 3,4 % muhto sámegiela vuosttas giellan hálliid lohkomearri lea luoitán vádjit 17 %.

source: Inarin kunnassa saamea ensimmäisenä kieltä puhuvien määrä on vähentynyt 24 % vaikka saamelaisten määrä on kasvanut samalla ajanjaksolla vajaat 6 %.
sme: Anára gielddas sámegiela vuosttas giellan hálliid lohkomearri lea geahppánan 24 % vaikko sámiid lohkomearri lea lassánan seamma áigodagas vádjit 6 %.

source: Utsjoen kunnassa, Suomen ainoassa saamelais-enemmistöisessä kunnassa saamelaisväestön määrä on vähentynyt noin 22 % ja saamen kieltä ensimmäisenä kielenään puhuvien määrä on laskenut vajaat 35 %.
sme: Ohcejoga gielddas, Suoma áidna sápmelašeanetlohkugielddas sápmelaččaid lohkomearri lea geahppánan sullii 22 % ja sámegiela vuosttas giellan hálliid lohkomearri lea luoitán vádjit 35 %.

source: Sodankylän kunnassa saamelaisväestön määrä on kasvanut 113% ja saamen kieltä ensimmäisenä kielenään puhuvien määrä vajaat 79 %.
sme: Soađegili gielddas sápmelaččaid lohkomearri lea lassánan 113% ja sámegiela vuosttas giellan hálliid lohkomearri vádjit 79 %.

source: Sodankylän kunta on saamelaisten kotiseutualueen kunnista väestöluvultaan suurin kunta ja ainoa kasvukunta, jonne muutetaan myös muualta saamelaisten kotiseutualueelta.
sme: Soađegili gielda lea sámiid ruovttuguovllu gielddain olmmošlogu dáfus stuorámus gielda ja áidna stuorrugielda, gosa fárrejuvvo maiddái eará sajis sámiid ruovttuguovllus.

source: Sodankylän kunnan osalta on kyseessä myös muutto saamelaisten kotiseutualueen ulkopuolelle, koska valtaosa muuttoliikkeestä on tapahtunut kuntakeskukseen, ei Lapin paliskunnan alueelle.
sme: Soađegili gieldda oasil gažaldagas lea maiddái fárren sámiid ruovttuguovllu olggobeallai, daningo eanášoassi fárredeamis lea dáhpáhuvvan gieldaguovddážii, ii Lappi bálgosa guvlui.

source: Kaavio 1 Saamelaisten määrä ja 1 opittu kieli
sme: Skovádat 1 Sápmelaččaid lohkomearri ja 1 ohppojun giella

source: Saamelaisten määrä kasvaa kuten myös suomea tai muuta kieltä ensimmäisenä kielenään puhuvien määrä.
sme: Sámiid lohkomearri lassána dego maiddái suomagiela dahje eará giela vuosttas giellan hálliid lohkomearri.

source: Vuonna 2007 enää 26 % saamelaisista puhui saamea ensimmäisenä kielenään.
sme: Jagis 2007 šat 26 % sámiin halai sámegiela vuosttas giellan.

source: Saamelaisista noin 19 % puhui vuonna 2007 pohjoissaamea ensimmäisenä kielenään, 3 % inarinsaamea ja vajaa 4 % koltansaamea.
sme: Sámiin sullii 19 % halai jagi 2007 davvisámegiela vuosttas giellan, 3 % anáraš giela ja vádjit 4 % nuortalašgiela.

source: Kaavio 2 Saame ensimmäisenä kielenä saamelaisten kotiseutualueella ja sen ulkopuolella
sme: Skovádat 2 Sámegiella vuosttas giellan sámiid ruovttuguovllus ja dan olggobealde

source: Pohjoissaamea ensimmäisenä kielenään puhuvista vuonna 2007 asui kotiseutualueella noin 66 %.
sme: Davvisámegiela vuosttas giellan hálliin jagis 2007 orro ruovttuguovllus sullii 66 %.

source: Inarinsaamea ensimmäisenä kielenään puhuvista 72 % ja koltansaamea ensimmäisenä kielenään puhuvista 65 %.
sme: Anárašgiela vuosttas giellan hálliin 72 % ja nuortalašgiela vuosttas giellan hálliin 65 %.

source: Pohjoissaamea ensimmäisenä kielenään kotiseutualueen ulkopuolella olevien määrä on kasvussa.
sme: Davvisámegiela vuosttas giellan ruovttuguovllu olggobealde hálliid lohkomearri lea lassáneamin.

source: Tilastojen mukaan saamen kieli on vahvin kieli ensimmäisenä kielenä kaikissa saamen kielissä kotiseutualueella.
sme: Statistihkaid mielde sámegiella lea gievrramus giella vuosttas giellan buot sámegielain ruovttuguovllus.

source: Nykyiset lainsäädäntö- ja hallinnolliset toimet eivät ole tilastojen valossa riittäviä turvaamaan saamen kielten ja kielen sisältämän kulttuurisen rikkauden säilymistä ja kehittymistä.
sme: Dálá láhkaaddin ja hálddahuslaš doaimmat eai leat statistihkaid mielde doarvái dorvvastit sámegielaid ja giela sisttisdoalli kultuvrralaš riggodaga seailuma ja ovdáneami.

source: Suomessa on suunniteltu vuodesta 2009 lähtien saamen kielten elvytysohjelmaa, mutta sen toimeenpano siirtyy seuraavalle eduskuntakaudelle.
sme: Suomas lea plánejuvvon jagi 2009 rájes sámegielaid ealáskahttinprográmma, muhto dan ollašuhttin sirdašuvvá čuovvovaš riikkabeivviide.

source: Saamen kielet lainsäädännössä
sme: Sámegielat láhkaásahusas

source: Saamen kieli sai virallisen aseman vuonna 1992 saamen kielilain myötä.
sme: Sámegiella oaččui virggálaš sajádaga jagis 1992 sámi giellalága mielde.

source: Uudistettu saamen kielilaki astui voimaan vuonna 2004.
sme: Ođasmahtton sámi giellaláhka bođii fápmui jagis 2004.

source: Saamen kielilaki koskee yhtälailla pohjois-, inarin- ja koltansaamea.
sme: Sámi giellaláhka guoská seamma láhkai davvi-, anáraš- ja nuortalašgiela.

source: Perustuslakiin otettiin vuonna 1995 (17.3 §) saamelaisille oikeus ylläpitää ja kehittää omaa kieltään.
sme: Vuođđoláhkii váldui jagis 1995 (17.3 §) sámiide vuoigatvuohta doalahit ja ovddidit iežaset giela.

source: Asioidessaan saamelaisten kotiseutualueella sijaitsevissa valtion ja kuntien virastoissa, liikelaitoksissa ja toimipisteissä saamelaisilla on oikeus käyttää saamen kieltä.
sme: Áššiid divššodettiin sámiid ruovttuguovllus stáhta ja gielddaid virgedoaimmahagain, fitnodatlágádusain ja doaibmasajiin sápmelaččain lea vuoigatvuohta geavahit sámegiela.

source: Viranomaisen on huolehdittava oikeuksien toteutumisesta käytännössä.
sme: Eiseváldi galgá fuolahit vuoigatvuođaid ollašuvvamis geavadis.

source: Saamelaisten kotiseutualueen kunnista vain Utsjoki on saamelaisenemmistöinen kunta.
sme: Sámiid ruovttuguovllu gielddain dušše Ohcejohka lea sápmelašeanetlohkugielda.

source: Inarin kunta Suomen perinteisesti puhuttujen kielten kannalta kenties Suomen monikielisimpiä kuntia, koska siellä puhutaan suomen lisäksi kaikkia kolmea saamen kieltä ja saamen kielilain mukaisesti palveluja on järjestettävä kaikilla kolmella saamen kielellä.
sme: Anára gielda Suoma árbevirolaččat hállojuvvon gielaid dáfus soaitá leat okta Suoma eanemusat máŋggagielat gielda, dasgo doppe hállet suomagiela lassin buot golbma sámegiela ja sámi giellalága mielde bálvalusaid galgá ordnet buot golmma sámegillii.

source: vuosien 2004-2006 osalta.
sme: Sámi giellalága doaibmivuođa virgedoaimmahatdoaimmas lea čielggaduvvon jagiid 2004-2006 oasil.

source: Kattavaa selvitystä lain toimivuudesta ei ole sen jälkeen tehty.
sme: Ollislaš čielggadus lága doaibmivuođas ii leat dan maŋŋá bargon.

source: Selvitys osoitti, että viranomaisten saamen kielen palvelut eivät ole parantuneet lain tulon myötä ja suuri osa palveluista järjestetään käännöksien ja tulkkauksen avulla.
sme: Čielggadus čujuhii, ahte eiseválddiid sámegiela bálvalusat eai leat buorránan lága boahtima maŋŋá ja eanáš oassi bálvalusain ordnejuvvo jorgalusaid ja dulkoma vehkiin.

source: Saamenkielisen henkilöstön määrä viranomaisissa ei ollut kasvanut, ollen noin vajaat 10 %.
sme: Sámegielat bargoveaga lohkomearri eiseválddiin ii lean lassánan, dat lei sullii vádjit 10 %.

source: Monissa viranomaisissa oli myös kielteistä asennetta saamen kieltä kohtaan ja palveluja pidettiin turhana rahanmenona.
sme: Máŋggain eiseválddiin lei maiddái negatiivalaš doaladupmi sámegiela vuostá ja bálvalusaid dolle duššin ruhtagollun.

source: Saamelaisia on myös kehotettu käyttämään suomea saamen asiasta viranomaisasioinnissa.
sme: Sámiid leat maiddái ávžžuhan geavahit suomagiela sámegiela sajis eiseváldeáššedikšumis.

source: Saamen kielilain toteutumista ja tulevaisuutta uhkaakin kielteinen asenne saamen kieltä kohtaan.
sme: Sámi giellalága ollašuvvama ja boahtteáiggi uhkkida gielaid doaladupmi sámegiela vuostá.

source: Saamelaiskäräjät on perustanut saamen kieliteko - palkinnon parantamaan yleistä ilmapiiriä saamen kieltä kohtaan.
sme: Sámediggi lea vuođđudan sámi gielladahku – bálkkášumi buoridit almmolaš atmosfeara sámegiela vuostá.

source: Palkinto jaetaan joka toinen vuosi ja sen myöntää saamen kielineuvosto.
sme: Bálkkášupmi juhkkojuvvo juohke nuppi jagi ja dan mieđiha sámi giellaráđđi.

source: Palkinto on jaettu nyt kolme kertaa.
sme: Bálkkášupmi lea juhkkojuvvon dál golmma geardde.

source: Palkinto on saamen käsityö ja diplomi.
sme: Bálkkášupmi lea sámi giehtaduodji ja diploma.

source: Ensimmäinen palkinto myönnettiin Metsähallitukselle, toinen Enontekiön saamenkieliselle päiväkodille Miessille ja kolmas palkinto myönnettiin vuonna 2013 Yle Sápmille.
sme: Vuosttas bálkkášupmi mieđihuvvui Meahciráđđehussii, nubbi Eanodaga sámegielat beaiveruktui Miessái ja goalmmát bálkkášupmi mieđihuvvui jagis 2013 Yle Sápmái.

source: Saamen kielet opetuksessa
sme: Sámegielat oahpahusas

source: Saamen kielen opetusta on annettu peruskoulun alkuvuosista lähtien.
sme: Sámegiela oahpahusa leat addán vuođđoskuvlla álgojagiid rájes.

source: Peruskoululaki säädettiin ensimmäisen kerran 1968 ja asetus 1970.
sme: Vuođđoskuvlaláhka ásahuvvui vuosttas geardde 1968 ja ásahus 1970.

source: Saamenkielinen opetus aloitettiin Utsjoella ja Inarissa 1970-luvun puolivälissä.
sme: Sámegielat oahpahus álggahuvvui Ohcejogas ja Anáris 1970-logu gaskkamuttus.

source: Saamelaisten kotiseutualueella asuvien saamenkielisten oppilaiden tulee perusopetuslain mukaan saada pääosa perusopetuksestaan saamen kielellä.
sme: Sámiid ruovttuguovllus orru sámegielat oahppit galget vuođđooahpahuslága mielde oažžut vuođđooahpahusa eanáš sámegillii.

source: Saame voi olla koulun opetuskieli, äidinkielen oppiaine tai valinnaisen vieraan kielen oppiaine.
sme: Sámegiella sáhttá leat skuvlla oahpahangiella, eatnigiela oahppoávnnas dahje válljemis vierisgiela oahppoávnnasin.

source: Kaikki saamelaisten kotiseutualueen peruskoulut ja lukiot antavat opetusta saamen kielessä.
sme: Buot sámiid ruovttuguovllu vuođđoskuvllat ja logahagat addet oahpahusa sámegillii.

source: Vuodesta 1980 lähtien pohjoissaamen on voinut kirjoittaa ylioppilaskirjoituksissa vieraana kielenäja vuodesta 1994 lähtien äidinkielenä.
sme: 1980 jagi rájes davvisámegiela lea sáhttán čállit stuđeantačállosiin vieris giellan ja 1994 jagi rájes eatnigiellan.

source: vuodesta 1998 lähtien ja koltansaamen vuodesta 2005 lähtien.
sme: Anárašgiela lea sáhttán čállit eatnigiellan 1998 jagi rájes ja nuortalašgiela 2005 jagi rájes.

source: Vapaaehtoisen saamen kielen opetus alkoi saamelaisten kotiseutualueen ulkopuolella Helsingissä ja Sodankylässä 1980-luvun lopussa.
sme: Eaktodáhtolaš sámegiela oahpahus álggii sámiid ruovttuguovllu olggobealde Helssegis ja Soađegilis 1980-logu loahpas.

source: Rovaniemen kaupungissa opetus aloitettiin syksyllä 1991.
sme: Roavvenjárgga gávpogis oahpahus álggahuvvui čakčat 1991.

source: Sodankylässä ja Rovaniemellä opetus on jatkunut, mutta Helsingissä opetus päättyi 1990-luvun alussa.
sme: Soađegilis ja Roavvenjárggas oahpahus lea joatkašuvvan, muhto Helssegis oahpahus nogai 1990-logu lággus.

source: Oulussa ja sen lähialueilla opetus aloitettiin 2000-luvun alussa.
sme: Oulus ja dan lagasguovlluin oahpahus álggahuvvui 2000-logu álggus.

source: Opetus ei ole ollut yhtäjaksoista.
sme: Oahpahus ii leamašan boatkkaheapme.
